import Image from "next/image";
import Header from "./../../components/header/Header";
import React from "react";

const Index = () => {
  return (
    <div>
      <Header />
      <div className=' w-full flex gap-1 '>
        <div className='w-3/4 px-20 py-5'>
          <div className='text-2xl font-dana-medium mb-4'>
            جعبه لایتنر چطور به یادگیری کمک می‌کند؟
          </div>
          <div className='w-full flex justify-center'>
            <Image
              src={"/img/leitnerbox-header.png"}
              alt='leitnerBox'
              width={500}
              height={400}
              className='center'
            />
          </div>

          <p className='font-dana leading-8 my-2 text-justify'>
            شاید یکی از چالش‌های بزرگ یادگیری، زمان زیادی باشه که باید در روز
            برای حفظ کردن مطالب و درس خواندن صرف کنیم. یک پروسه طولانی،
            خسته‌کننده و پر تکرار که زمانی طاقت‌فرسا‌تر می‌شه که چند شب مانده به
            امتحان، سعی کنی تمامی مطالب رو یک‌جا حفظ کنی، جعبه لایتنر یکی از
            وسایلیه که می‌تونه این چالش رو برای شما راحت‌تر کنه.تحقیقات نشون
            داده که حرف اکثر معلمامون که می‌گفتن “اگر در طول ترم می خوندی، الان
            اوضاعت این نبود” درست بوده.
          </p>

          <p className='font-dana leading-8 my-2 text-justify'>
            این تحقیقات ثابت کردن که می‌شه وقت کمتری صرف درس خوندن کرد و نکات
            بیشتری رو به خاطر سپرد به شرطی که فواصل زمانی بین هر بار خوندن رو
            بیشتر کنیم.اسم این تکنیک Spaced Repetition یا تکرار فاصله داره. این
            تکنیک پدیده ذهنی به اسم Spacing Effect یا “اثر فاصله” رو تحریک
            می‌کنه که در اون حافظه قادر به ثبت هرچه راحت تر اطلاعات خواهد بود.
            این پدیده تنها موقعی اتفاق می‌افته که مطالب دربازه‌های زمانی
            فاصله‌دار فرا گرفته بشن.
          </p>

          <p className='font-dana leading-8 my-2 text-justify'>
            بازه زمانی بیشتر بین هر دور درس خواندن، تکرار و فشار بر روی ذهن و
            حافظه در اون دور رو کاهش می‌ده و در نهایت متوجه می‌شیم که سریع‌تر و
            با تکرارِ به مراتب کمتر مطالب بیشتری رو به خاطر سپردیم و سخت‌تر
            اطلاعاتی که حفظ کردیم رو فراموش می‌کنیم.
          </p>
          <div className='w-full flex justify-center'>
            <Image
              src={"/img/retention.bmp"}
              alt='leitnerBox'
              width={500}
              height={400}
            />
          </div>
          <p className='font-dana leading-8 my-2 text-justify'>
            بندیکت کری در کتاب How We Learn میگه: وقتی بعد مدتی به مطلبی که قبلا
            خوندیم مراجعه کنیم، اگر مقداری از اون رو فراموش نکرده باشیم، صرف
            کردن وقت بیشتر برای خواندن دوباره و دوره اون، بیهوده است. پیرس
            هاوارد در کتاب The owner manual for the brain میگه: کاری که فعالیت
            ذهنی بالایی رو بخواد، احتیاج به بازه بیشتری برای نهادینه شدن داره،
            مثل حفظ کردن کلمات جدید. به عبارتی با حفظ کردن حجم بالایی از مطالب
            در زمان کوتاه، مطالب جدیدتر اطلاعات قدیمی تر که هنوز وقت کافی برای
            نهادینه شدن نداشتن رو پس می زنن و پاک می کنن. بنابراین اطلاعاتی که
            در بازه زمانی کوتاه حفظ کردیم، راحت تر فراموش می کنیم.
          </p>

          <div className='text-2xl font-dana-medium mb-4'>حفظ لغت به روش لایتنر، لایتنر برای خواندن زبان انگلیسی</div>

          <p className='font-dana leading-8 my-2 text-justify'>
            سیستم لایتنر (Leitner System) بر اساس تکنیک Spaced Repetition طراحی
            شده. در این سیستم با تکیه بر Spacing Effect، یادگیری اتفاق می‌افته.
            یکی از کاربردهای این سیستم در یادگیری زبان، کمک اون به حفظ کلمات
            جدیده. برای اجرای سیستم لایتنر به تعدادی فلش کارت و حداقل ۳ جعبه
            احتیاج داریم.
          </p>
          <div className='w-full flex justify-center'>
            <Image
              src={"/img/box.bmp"}
              alt='leitnerBox'
              width={400}
              height={300}
            />
          </div>
          <p className='font-dana leading-8 my-2 text-justify'>
            برای هر کدوم از جعبه‌ها بازه زمانی مشخصی تعیین می‌کنیم. فواصل زمانی
            هر جعبه به ترتیب بیشتر می‌شن. مثلا جعبه اول هرروز، جعبه دوم
            یکشنبه‌ها و سه شنبه‌ها و جعبه سوم فقط جمعه‌ها. با این کار، ما در اصل
            به خودمون قول می‌دیم که محتویات اون جعبه رو در بازه تعیین شده مخصوص
            خودش دوره کنیم. تمام فلش کارت‌ها رو در جعبه اول قرار می‌دیم. دو جعبه
            دیگه خالی هستند.
          </p>

          <p className='font-dana leading-8 my-2 text-justify'>
            روز شنبه، از جعبه اول شروع می‌کنیم. فلش کارت‌های جعبه اول رو دونه
            دونه دوره می‌کنیم و پاسخ میدیم. هر فلش کارتی که تونستیم درست پاسخ
            بدیم به جعبه بعدی می‌ره و هرکدوم که فراموش کرده باشیم در جعبه اول
            می‌مونه. این کار رو تا زمانی ادامه می‌دیم که فلش کارت‌های جعبه اول
            رو یک دور کامل دوره کرده باشیم.
          </p>

          <p className='font-dana leading-8 my-2 text-justify'>
            روز یکشنبه، ما ۲ تا جعبه داریم که باید دوره کنیم: جعبه اول که باید
            هرروز دوره بشه، و جعبه دوم که روزهای یکشنبه و سه شنبه رو براش تعیین
            کرده بودیم. دوباره روند بالا رو برای جعبه اول تکرار می‌کنیم. بعد از
            اینکه تمامی فلش کارت‌های جعبه اول رو دوره کردیم، نوبت به جعبه دوم
            می‌رسه. باز هم اگر کارتی رو به درستی به خاطر سپرده باشیم اون رو به
            جعبه بعدیش، یعنی جعبه سوم، انتقال می‌دیم و در غیر این صورت، اون رو
            به جعبه اول بر می‌گردونیم. باز هم این روند تا جایی ادامه پیدا می‌کنه
            که کارت‌های جعبه دوم هم کامل دوره شده باشن.
          </p>

          <p className='font-dana leading-8 my-2 text-justify'>
            روز دوشنبه، فقط جعبه اول دوره می‌شه چون بازه‌های تعیین شده برای
            جعبه‌های دوم و سوم شامل دوشنبه‌ها نمی‌شه. روند دوره کردن کلمات به
            شکل قبله. به همین منوال، هر روز تعدادی کلمه دوره می‌شن. هر چند تا
            جعبه دیگه هم که داشته باشیم، باز هم روند سیستم تغییری نمی‌کنه.
            پاسخ‌های صحیح به جعبه بعدی می‌رن و پاسخ‌های غلط به جعبه اول بر
            می‌گردن.
          </p>

          <p className='font-dana leading-8 my-2 text-justify'>
            به علت به کار گیری Spacing Effect، این روش یادگیری رو به حداکثر
            می‌رسونه. در این روش بیشترین زمان صرف دوره کردن کلماتی که بلد نیستیم
            می‌شه. با انتقال کلماتی که بلد بودیم به جعبه‌های با بازه زمانی
            دور‌تر، به ذهنمون اجازه می‌دیم که اونها رو نهادینه کنه. فکر کنم وقتش
            باشه که این روشی که تازه یاد گرفتین رو امتحان کنید. پاشید تا دیر
            نشده.
          </p>
        </div>
        <div className='w-1/4 bg-red-400'></div>
      </div>
    </div>
  );
};

export default Index;
